9/data/attachments/6ce10cf76952fab7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Duane_involve_Friend_32294_5</nif:username>
            <nif:friendToBeRequested>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>